{
    "0": {
        "name": "愚人",
        "engname": "The Fool",
        "info": {
            "element": "风",
            "match": "20审判",
            "celestial": "天王星",
            "keyword": "纯真、信任、接纳、创造、冒险 ，★暗示不顾风险有所行动",
            "content": "愚人是开悟前的智者，画面上是一位乐观的旅行者，他站在悬崖的边缘，似乎再往前一步就是危险，可是他却不以为意，他背对着阳光，象征他不顾威权，背后的行囊象征由经验所习得的智慧。他脚边吠叫的狗代表过去，那个要将他拉回去，不让他经历在当下的力量，手上的白玫瑰代表他充满天真和信任，相信生命是支持他的。愚人象征的是，在世界开始前，无始无终的永恒状态，充满着未知和生命力，愚人代表“可能性”",
            "describe": "从零开始；好赌运；不墨守成规；追求新奇的梦想；冒险；放浪形骸；艺术家的气质；异于常人；直攻要害、盲点；爱情狩猎者；爱情历经沧桑；不拘形式的自由恋爱",
            "reverse_describe": "不安定；孤注一掷会失败；缺乏责任感；损失；脚跟站不稳；堕落；没发展；没计划；走错路；行为乖张；轻浮的恋情；感情忽冷忽热；不安定的爱情之旅"
        }
    },
    "1": {
        "name": "魔术师",
        "engname": "The Magician",
        "info": {
            "element": "风",
            "match": "19太阳",
            "celestial": "水星",
            "keyword": "善用工具、时机、潜能、丰富、奇迹 ★暗示是展开新计划的好时机",
            "content": "魔术师拥有将事物点石成金的能力，他手握权丈指着天，手上有物质世界的法典，他能够将天上的灵感和能量化为地上实质的事物。白袍是纯洁的动机，玫瑰和红袍是热情和持久力，他掌握着象征地风火水元素的金币，宝剑，权丈和圣杯，头上的无限大符号暗示他的知识是无始无终的，魔术师象征生命初始时，第一个显化自己的力量，力量的来源不是他，是通过他的身体来展现，魔术师象征“创造力”",
            "describe": "好的开始；具独创性；有发展的；新计划成功；想像力丰富或有好点子；有恋情发生；拥有默契良好的伴侣；有新恋人出现；值得效仿的对象出现",
            "reverse_describe": "失败；优柔寡断；才能平庸；有被欺诈的危险；技术不足；过于消极；没有判断力；缺乏创造力；爱情没有进展"
        }
    },
    "2": {
        "name": "女教皇",
        "engname": "The High Priestess",
        "info": {
            "element": "水",
            "match": "18月亮",
            "celestial": "月亮",
            "keyword": "接纳、想像、直觉、洞察力、无私的爱 ★暗示向内探索、沉思、或按兵不动的时刻",
            "content": "女祭师是拥有真正内在智慧的象征，她身后的两根柱子，代表逻辑和直觉、左脑和右脑二元性的连结，所以她明晰的智慧如同水晶一般剔透，她脚下的月亮代表想像力，而她的身后的布幔遮住了一池水，她可以感觉到水的存在，但并不十分理解，此潜意识之池到星星才会明显的表现出来。女祭师象征的是：人还未和自然完全分开时的那份感知力，“接受性”是她的特质",
            "describe": "知性、优秀的判断力；具洞察力及先见之明；强大的战斗意志；冷静的统率力；学问、研究等精神方面幸运；独立自主的女性；柏拉图式的爱情；有心灵上交往至深的友人；冷淡的恋情",
            "reverse_describe": "无知、缺乏理解力；研究不足；不理性的态度；自我封闭；神经质；洁癖；与女性朋友柒争执；对人冷淡；晚婚或独身主义；没有结果的单相思；气色不好；不孕"
        }
    },
    "3": {
        "name": "女皇",
        "engname": "The Empress",
        "info": {
            "element": "土",
            "match": "17星星",
            "celestial": "金星",
            "keyword": "化育、奉献、治疗、慈悲、智慧 ★暗示以务实的态度付出的最佳时候",
            "content": "皇后是纯粹化育万物的母性力量，她是人间丰富感官和物质的来源，她头上七片花办是象征大自然以7为一周期的循环，后面的大自然和山林，象征自然的丰沃，她的袖子上有金星的符号，暗示她与占星学中的金星习习相关，身前的水池象征男女结合产生命。她脸上优雅的神情是在宣告受到天地恩宠的福泽，而此显化在物质世界的丰饶里，皇后象征“感官美”",
            "describe": "繁荣；丰富的感情和包容力；艺术才能；从事以女性为对象的工作；优雅的生活；财运佳；众所瞩目；女性魅力倍增；会开花结果的恋情；被爱的充实感；结婚；生产",
            "reverse_describe": "没有成就；深感迷惑内心动摇；傲慢；因虚荣而自取灭亡；自负、任性让人不愿接近；浪费和损失；过度保护；缺乏上进心；计划延迟达成；倦怠期；嫉妒心强；不良的男女关系；怀孕无望"
        }
    },
    "4": {
        "name": "皇帝",
        "engname": "The Emperor",
        "info": {
            "element": "火",
            "match": "16高塔",
            "celestial": "白羊座",
            "keyword": "热情、毅力、领导力、理想、服务 ★暗示训练自己和实际致力于生活",
            "content": "皇帝是阳性和逻辑的原型，他也是人类开始发展律法、社会结构的第一张牌，王冠是人间权力的象征，他手中握的权丈代表男性的创造力和潜力，手握的圆球代表世界，山羊头是宙斯的象征，他正直、公平而实际，并明了人间没有不劳而获的事，所以皇帝的感情、理智，是一种经过训练的实际方式，他能够领导他人，是因为他把握内在真正的力量，“稳固性”为其特性",
            "describe": "以坚强的意志力及手腕获致成功；富裕和力量；有责任感；良好的处理能力；具领导能力；男性的思考；坚持到底；虽有点专制却值得信赖；条件诱人的提亲；与年长者恋爱",
            "reverse_describe": "不成熟；意志薄弱；虚有其表；看不清现实；欠缺实务能力；因傲慢而招人反感；工作过度；固执；没有经济基础；没有好对象；苦恋结束；勉强的感情"
        }
    },
    "5": {
        "name": "教皇",
        "engname": "The Hierophant",
        "info": {
            "element": "土",
            "match": "15恶魔",
            "celestial": "金牛座",
            "keyword": "纯真、创造、智慧、真理、本源 ★暗示为心灵成长和人生方向负起责任",
            "content": "教皇是天上真理的人间示现，他是天上真理和人间连结的桥梁，三层的王冠代表物质、感情、心灵的整合，他的权杖则象征三者的升华。他左右脚下的信徒，象征臣服和纯洁的动机，而他身上的红袍象征热情，教皇以他的右手传达来自天上的能量，所以世人将之当成依赖的对象，疏不知教皇是为世人示现”每个人就是他自己的光”，教皇象征“臣服”",
            "describe": "受人信赖；有贵人相助；贡献；受上司重视；能胜任工作；拥有一颗温柔的心；受惠于有益的建言；接触宗教的事物大吉；与年长的异性有缘；良缘；深情宽大的爱；有结良缘的机会",
            "reverse_describe": "没信用；没有贵人相助；孤立无援；不受欢迎的好意；依赖心是最大的敌人；太罗嗦而讨人厌；碍于私情而无法成功；心胸狭窄；得不到亲人的谅解的恋情；彼此过于关心；缘分浅薄的恋情"
        }
    },
    "6": {
        "name": "恋人",
        "engname": "The Lovers",
        "info": {
            "element": "风",
            "match": "14节制",
            "celestial": "双子座",
            "keyword": "沟通、平衡、和谐、生命力、爱 ★暗示透过转变或关系而成长",
            "content": "恋人是人在世间与他人真正会合的第一个开始，当我们成长到对他人感到兴趣，是我们向这世界迈出的第一步，也是新阶段的开始，恋人的上方有一个展翅的天使，祂的脸射出如同太阳的金光，下方是伊甸园的男女，男人望向女人，而女人望向天空，象征女人是男人忙于世俗事务时提醒他心灵层次发展力量，这两者真正整合的高度才可碰上天使。“沟通成长”为其课题",
            "describe": "幸运的结合；有希望的将来；有共同做事的伙伴；与人合作或社团活动；敏感决定前进之路的好时机；有意气相投的朋友；爱情机会将到来；罗曼蒂克的恋情；爱的预感",
            "reverse_describe": "分离；消解；不合作的态度；眼花缭乱；没有满意的成果；无法持续；退休；妨碍；血气方刚；多情的人；分手；冷漠的爱；背信；逃避爱情；短暂的恋情"
        }
    },
    "7": {
        "name": "战车",
        "engname": "The Chariot",
        "info": {
            "element": "水",
            "match": "13死神",
            "celestial": "巨蟹座",
            "keyword": "勇气、信心、希望、胜利、身心合一 ★暗示运用训练有素的心智",
            "content": "战车是领导内在两股冲突意志的坚决行动力，他坐前的两只黑白的狮子，是代表无意识和意识，他战车上的两轮月亮，代表两元论，内心世界的想法与外在表现的茅盾，手握的权丈象征意志力，只要坚持下去就能成功的力量，他手上四片羽毛型的盾甲，象征组成世界的四种物质。他拥有从前面六张牌带来的一切，并带此往世界走，能够行容战车特性的辞有“掌握力”",
            "describe": "前进必胜；先下手为强；独立；起程；在颠簸中仍有好成绩；活泼；有野心；以速度取胜；有开拓精神；握有指挥权；战胜敌手；富行动力的恋情；恋爱的胜利者",
            "reverse_describe": "失败；丧失战斗意志；状态不佳；挫折；性子过急为失败之因；不感兴趣；效率不佳；资金运转困难；无奋斗精神；有强劲敌手进入；被拒绝；因怯懦而使恋情不顺"
        }
    },
    "8": {
        "name": "力量",
        "engname": "Strength",
        "info": {
            "element": "火",
            "match": "12倒悬者",
            "celestial": "狮子座",
            "keyword": "力量、平衡、能量、行动、勇气 ★暗示拥有足够的力量去面对人生",
            "content": "力量象征人内在那股神赐的能源场，人内在的力量是来自于对自己和对生命的绝对信任，当你看到力量牌面时，你会发现不是孔武有力的男子，而是一个柔弱的女子在安抚一只狮子，她的头上有一个无限大的符号，这和#1魔术师相同，她内在的力量能够源源不绝，由天上导入狮子代表男性特质或本能的兽性，女子代表包容，她手中的玫瑰代表温和的爱:“展现力”",
            "describe": "不屈不挠的精神；将不可能化为可能的意志力；全力以赴；突破难关；坚强的信念和努力；挑战已知危险的勇气；神秘的力量；旺盛的斗志；轰轰烈烈的恋情；克服困难的真实爱情",
            "reverse_describe": "疑心病；犹豫不决；实力不足；无忍耐力；危险的赌注；勉强为之而适得其反；丧失自信；喜欢故弄玄虚；体力不足；自大自负；误用力气"
        }
    },
    "9": {
        "name": "隐士",
        "engname": "The Hermit",
        "info": {
            "element": "土",
            "match": "11正义",
            "celestial": "处女座",
            "keyword": "反省、谦逊、觉知、丰盛、神性意识 ★暗示独自省思的一段时间",
            "content": "隐士是人二度面对自己真正内省的一段时光，画面上没有明亮的色彩，唯一的光源来自于他手中的那一盏灯，他身上的斗篷代表智慧和成熟，六角星灯代表精神我和表像我的融合，他手握的权丈代表支持，身后的紫水晶象征明晰的思路，隐者身处孤寂的夜晚，他必须独自在旷野中沉思，唯有脱离人群的纷扰，他才能听见来自宇宙的智慧。“内省”为其特性",
            "describe": "智能与卓越见解；不断地追求更高层次的东西；思虑周密；冷静沉着；不多言；接触知性事物吉；正中核心的建言；活动慢慢进行较有成果；出局；追求柏拉图式的爱情；暗中的爱情",
            "reverse_describe": "一视同仁；不够通融；不专心易生错误；过分警戒，无法顺利进行；秘密泄漏；过于固执不听别人的意见；孤独；动机不单纯；因怨言及偏   见招人嫌；轻浮的爱情；怀疑爱情"
        }
    },
    "10": {
        "name": "命运之轮",
        "engname": "Wheel Of Fortune",
        "info": {
            "element": "水",
            "match": "21世界",
            "celestial": "木星",
            "keyword": "机会、蜕变、创造、信任、觉醒 ★暗示由命运的改变学习",
            "content": "命运之轮是在时间的洪流中，主宰芸芸众生的那个机制。据说，当一个人脱离了时间的幻象后，他就再也不随命运的主宰。成为真正的自由自在。轮子中间有八瓣的花，象征转轮无敌的转动力量。牌的四方，有狮子、牛犊、老鹰、水瓶天神四只活物，他们代表黄道十二宫的狮子座、金牛座、天蝎座、水瓶座，也代表风火水土四大原素，命运之轮彰显的是“转捩点”",
            "describe": "机会到来；随机应变能力佳；好运；转换期；意想不到的幸运；升迁有望；变化丰富；好时机；宿命的相逢；一见钟情；幸运的婚姻；富贵的身份",
            "reverse_describe": "低潮期；时机未到；评估易出错；时机不好；没有头绪；处于劣势；生活艰苦；情况恶化；计划停滞需要再等待；失恋；短暂的恋情；易错   失良机；不敌诱惑；爱情无法持久"
        }
    },
    "11": {
        "name": "正义",
        "engname": "Justice",
        "info": {
            "element": "风",
            "match": "9隐士",
            "celestial": "天秤座",
            "keyword": "正直、理智、均衡、法律事件 ★暗示为所做的决定负起责任",
            "content": "正义女神维护人间的公理和律法，她象征人的道德感、正义感和诚实的良心，正义愿意挑起责任，也愿意处理他人的事物。他手握象征男性特质的剑，另一手握着天秤，天秤代表男与女的平衡，她同时代表爱和战争，这些组合，暗示她能视破现实的假像。而理解事件的共通原因，和真正意义。她的紫色斗蓬代表智慧。正义付予的最大意义是“肯担当”",
            "describe": "公正；严正的意见；良好的均衡关系；严守中立立场；凡事合理化；身兼两种工作；协调者；与裁判、法律相关者；表里一致的公正人物；以诚实之心光明正大地交往；彼此能获得协调",
            "reverse_describe": "不公正；不平衡；不利的条件；偏颇；先入为主的观念；偏见与独断；纷争、诉讼；问心有愧；无法两全；天平两边无法平衡；性格不一致   ；无视于社会道德观的恋情；偏爱"
        }
    },
    "12": {
        "name": "倒吊者",
        "engname": "The Hanged Man",
        "info": {
            "element": "水",
            "match": "8力量",
            "celestial": "海王星",
            "keyword": "顺从、信任、调整、奉献、慈悲 ★暗示需要顺从面对现状的一段时间",
            "content": "倒悬者是为集体无意识的牲礼，我们可以看到被倒吊的年轻人，他的身体被绑在树上，但是他脸上的表情并不痛苦，反而发出沉着、顺从而坚忍的光芒，树代表生命无穷的力量，他脚弓成的形状，代表物质的无意识，而他手背成的形状代表精神决心，他头上的光圈，代表黑暗中的光芒，吊人就像树木耐心的挺过整个冬天，而土地会补足养分供春夏备用，“牺牲”为特性",
            "describe": "接受考验；无法动弹；被牺牲；有失必有得；从痛苦的体验中获得教训；过度期；不贪图眼前利益；浴火重生；多方学习；奉献的爱；明知辛苦但全力以赴",
            "reverse_describe": "无谓的牺牲；折断骨头；有噩运、居于劣势；任性妄为；不努力；变得没有耐性；利己主义者；受到惩罚 ；无偿的爱；缺乏共同奋斗的伙伴"
        }
    },
    "13": {
        "name": "死神",
        "engname": "Death",
        "info": {
            "element": "水",
            "match": "7战车",
            "celestial": "天蝎座",
            "keyword": "结束、接纳、新生、改变、升华 ★暗示某种状况的结束",
            "content": "死神为生命的另一个破坏的层面，如果没有这个机制，生命无法新生轮替，可以说死神清出了空间，让灵魂有重生的机会，从牌面上，我们可以看到死神手握旗帜，他的下半身是犬的形象，说明了死神本身只是在执行生命的任务，他的面前有三个惊恐，害怕的人。他们恐惧死神的未知改变，比对死本身还害怕，其实死神象征黎明之前的黑暗。对旧有的“放执着”",
            "describe": "失败；毁灭之日将近；损害继续延续；失业；进展停滞；交易停止；为时已晚；停滞状态；生病或意外的暗示；味如嚼蜡的生活；不幸的恋情；恋情终止；彼此间有很深的鸿沟；别离",
            "reverse_describe": "起死回生的机会；脱离低迷期；改变印象；回心转意再出发；挽回名誉；奇迹似地康复；突然改变方针；已经死心的   事有了转机；斩断情丝，重新出发"
        }
    },
    "14": {
        "name": "节制",
        "engname": "Temperance",
        "info": {
            "element": "火",
            "match": "6恋人",
            "celestial": "射手座",
            "keyword": "学习、超越、融合、创造、和谐 ★暗示带着方感行动并且尽力而为",
            "content": "节制天使教导人们了解万物的平衡之道。她头上有两对翅榜，象征高层自我和低层自我互相运作带来的良好平衡感，她手上有两个水瓶，而他正把两个瓶子的水互相倒来倒去，代表意识和无意识的交流，她一脚踏在路地，一脚踏在水中，象征着沟通，她的身后有一条道路，通往金色王冠的方位，象征明确的目标，如牌意所示，“平衡感”为牌意的肇因。也形成好的方向感",
            "describe": "单纯化；顺畅；交往平顺；两者相融顺畅；调整；彼此交换有利条件；平凡中也有重要的契机；平顺的心境；纯爱；从好感转为爱意；深爱",
            "reverse_describe": "消耗；无节制的损耗，对身心产生不好的影响；疲劳；不定性的工作；缺乏调整能力；下降；浪费；不要与人 合作；不融洽；爱情的配合度不佳"
        }
    },
    "15": {
        "name": "恶魔",
        "engname": "The Devil",
        "info": {
            "element": "土",
            "match": "5教皇",
            "celestial": "魔羯座",
            "keyword": "限制、物欲、压抑、诱惑 ★暗示错以为别无选择自我设限",
            "content": "恶魔以人心的黑暗为食，当人困在自己错误的信念中而不自知时，就是把欲念喂食恶魔，牌面上有一兽身羊角和鸟刺的恶魔，它的脚下有两被捆绑的男女，他们的头上长出角来，代表他们成为恶魔的门徒。恶魔煽动了男人的欲望之火，他们脖子上的铁链代表限制自己的错误想法，其实这铁链是可以拿开的，但他们却沉溺于痛苦中，“受信念控制”是恶魔的症候",
            "describe": "被束缚；堕落；恶魔的私语；卑躬屈膝；欲望的俘虏；荒废的生活；举债度日；病魔入侵；夜游过多；不可告人的事；恶意；不可抗拒的诱惑；私密恋情；沉溺于感官刺激之下",
            "reverse_describe": "逃离拘束；长期的苦恼获得解放；斩断前缘；越过难关；暂时停止；拒绝诱惑；舍弃私欲；治愈长期病痛；别离   时刻；如深陷泥沼爱恨交加的恋情"
        }
    },
    "16": {
        "name": "高塔",
        "engname": "The Tower",
        "info": {
            "element": "火",
            "match": "4皇帝",
            "celestial": "火星",
            "keyword": "中断、突变、逆转、突发事件、意外 ★暗示生命中无可避免的改变来临的时候",
            "content": "高塔是生命中无可避免的改变来临的时候，从牌面上，可以看到这是一个意外事件，闪电倏地摧毁了一座高塔，高塔代表心中固有的心智模式，两个下坠的人代表心中不正确的价值观和信念，灰篮色的背景象征黑暗和空虚恐惧，雄雄的火舌从窗户冒出来，旧有的事物已被摧毁，燃烧怠尽。因为闪电代表一种大自然的仲裁和启示。“突发性”为高塔出现的特质",
            "describe": "致命的打击；纷争；纠纷不断；与周遭事物对立，情况恶化；意想不到的事情；急病；受牵连；急剧的大变动；信念奔溃；逆境；破产；没有预警，突然分离；破灭的爱；玩火自焚",
            "reverse_describe": "紧迫的状态；险恶的气氛；内讧；即将破灭；急需解决的问题；承受震撼；背水一战；注意刑事问题；因骄傲自大将付出惨痛的代价；状况不 佳；困境；爱情危机；分离的预感"
        }
    },
    "17": {
        "name": "星星",
        "engname": "The Stars",
        "info": {
            "element": "风",
            "match": "3皇后",
            "celestial": "水瓶座",
            "keyword": "灵感、放松、治疗、和平 ★暗示充满创造力和对生命可能性的信心",
            "content": "星星是一种大自然的治疗和温润人本性的生命潜质。星星牌上的裸身女神将两壶水倾倒于不同的地方，一是陆地，一是水中，裸身女子代表真实的本来面目，土地是意识，水池是创造性的来源，此象征她能透晰潜意识，与自己和自然的本质有良好的连系，树上鸟代表心灵的升华，星星群象征着信心和希望，以及心灵指引的光，星星所彰显的是“透晰性”",
            "describe": "愿望达成；前途光明；充满希望的未来；美好的生活；曙光出现；大胆的幻想；水准提高；新的创造力；想像力；理想的对象；美好的恋情；爱苗滋生",
            "reverse_describe": "挫折、失败；理想过高；缺乏想像力；异想天开；事与愿违；失望；从事不喜欢的工作；好高骛远；情况悲观；不可期待的对象；没 有爱的生活；秘密恋情；仓皇失措"
        }
    },
    "18": {
        "name": "月亮",
        "engname": "The Moon",
        "info": {
            "element": "水",
            "match": "2女祭师",
            "celestial": "双鱼座",
            "keyword": "潜意识、梦幻、直觉、混乱不清的状况 ★暗示该倾听你的梦，以找到内心世界平静",
            "content": "月亮是人类心灵中原始的无意识恐惧，这种求生本能的恐惧记忆储存在我们的细胞中，世代相传，常常会蒙敝我们清明的视线，画面上，天空高挂一轮月亮。地上有两只因不知月亮是什么而心生恐惧的狗，对着月亮狂吠，池中的龙虾正要延着小径去散步，对这幅景像感到惊恐，其实并没有什么实质的危险，但因状况的不明，却有杯弓蛇影的效应，“混沌感”为其特性",
            "describe": "不安与动摇；心中不平静；谎言；暧昧不明；鬼迷心窍；暗藏动乱；欺骗；终止；不安的爱；三角关系",
            "reverse_describe": "从危险的骗局中逃脱；状况稍为好转；误会冰释；破除迷惘；时间能解决一切；眼光要长远；静观等待；早期发现早期治疗有效；事前察知   危险；对虚情假意的恋情已不在乎"
        }
    },
    "19": {
        "name": "太阳",
        "engname": "The Sun",
        "info": {
            "element": "火",
            "match": "1魔术师",
            "celestial": "太阳",
            "keyword": "成功、自信、理想、欢乐 ★暗示享有欢乐、内在的平和、以及表达自我的需求",
            "content": "太阳是生命光明面的展现，如日中天，就像回到无忧无虑的童年，牌面上的太阳光芒万丈，是一种自信的展现，裸身的小孩代表纯真无邪，他身后的彩虹连接天堂和人间，象征梦想的实现，他背后的天使，代表太阳状态所受到的祝福如同天佑一般，水池是内心平静的代表，小孩身上的披风代表获胜，得到祝福，太阳是人间的胜利，太阳所到之处，是充满光明的“自信心”",
            "describe": "丰富的生命力；巨大的成就感；人际关系非常好；爱情美满；内心充满了热情和力量；一定能够实现的约定；飞黄腾达；无忧无虑",
            "reverse_describe": "情绪低落；事情失败；朋友的离去和人际关系的恶化；无法安定内心；忧郁孤单寂寞；爱情不顺 利；取消的计划；工作上困难重重"
        }
    },
    "20": {
        "name": "审判",
        "engname": "Judgement",
        "info": {
            "element": "火",
            "match": "0愚人",
            "celestial": "冥王星",
            "keyword": "评估、启示、转变、判断 ★暗示运用清晰的判断力",
            "content": "审判在生命阶段性的段落回顾，走到此通常是再生和内省的契机，有一些老旧的东西需要丢弃，有一些新的事物需要整合。牌面上有两位天使从云层中穿出，他们吹着警世的号角，手中拿着十字架，地上的墓穴有复活的人，从中爬出，象征新阶段的开始，他们身上的颜色，由灰转黄，也是一种新启示的代表，四道光芒由云层射出，代表地风火水四大元素的重新整合“判断力”为其特性",
            "describe": "复活的喜悦；开运；公开；改革期；危机解除；决断；荣升；崭露头角；好消息；爱的使者；恢复健康；坦白；复苏的爱；再会；爱的奇迹",
            "reverse_describe": "一败不起；幻灭；离复苏还有很长的时间；不利的决定；不被采用；还未开始就结束了；坏消息；延期；无法决定；虽重新开始，却又   恢复原状；分离、消除；恋恋不舍"
        }
    },
    "21": {
        "name": "世界",
        "engname": "The World",
        "info": {
            "element": "土",
            "match": "10命运之轮",
            "celestial": "土星",
            "keyword": "完成、完整、自由、实现、胜利 ★暗示拥有发自内心的快乐和持久的成功",
            "content": "世界女神绕着圆圈的形状跳舞，庆祝着永恒的完满，她是这个世界的背景，她无所不在的隐含在万物的生命之中。直到我们发现她为止。对她而言，没有时间存在，但时间却绕着她运行，她手握胜利的权丈，被金牛、狮子、老鹰和天蝎四个活物包围，四个活物代表四季，和物质世界的循环，世界的成功是回到内心真正的家，也是在无始无终的自性里安歇， “完美”为依归",
            "describe": "完成；成功；拥有毕生的志业；达成目标；永续不断；最盛期；完美无缺；接触异国，将获得幸运；到达标准；精神亢奋；快乐的结束；模范情侣",
            "reverse_describe": "未完成；无法达到计划中的成就；因准备不足而失败；中途无法在进行；不完全燃烧；一时不顺利；饱和状态；烦恼延续；精神松弛；个人惯用的表现方式；因不成熟而 使情感受挫；合谋；态度不够圆融"
        }
    },
    "22": {
        "name": "权杖一",
        "engname": "Ace Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "新行动、创造、机会、灵感",
            "mean": "财富和事业的成功，终身的朋友和宁静的心境",
            "content": "山峦、草原、树木、流水还有远方的城堡；在广阔的大地上空，云端里伸出一支强劲有力的大手，紧握着一根象征力量的权杖。权杖很粗，上面长着绿色的叶子，在空中飞舞。那只大手的周围，有白色的光芒，象征着这只手是至高无上的，转达着神的旨意。王牌代表新的开始，权杖象征能量，权杖王牌代表着无限的潜能，它像火花一样，隐隐可见燎原之势",
            "describe": "创造；起始发源；发明；一件事的开始；幸运；事业；获得；继承；小孩出生；一段具有意义的经验开始了；一段冒险；恶搞",
            "reverse_describe": "错误的开始；乌云密布的前景；未实现的目标；衰微；空虚的存在；苦恼；计划的取消"
        }
    },
    "23": {
        "name": "权杖二",
        "engname": "Two Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "权力、胆识、计划、决定 ",
            "mean": "失望，来自朋友和生意伙伴的反对",
            "content": "权杖二号卡牌赞扬的是个人的勇气和伟大。权杖二和魔术师牌一样显示的是能量， 但魔术师代表的是天赋的能力，权杖二代表的是个人的创造力和能力。牌面中的人物面对着大海、山峦和人类居住的大地驰目远眺。他左手握着权杖，拄在刻着花纹的石礅上，象征着以智慧和力量为基础。他右手所持的球体既像地球状貌的缩影，又像神秘的水晶球，象征着支配的力量能源。能量来自于上苍，他经过我们然后归还世界",
            "describe": "成熟的个体；管理者；达到目标和需要；无畏无惧；负责尽职的勇气；支配型的人格",
            "reverse_describe": "伤心；麻烦；起因於他人的阻碍；失去信心；惊讶"
        }
    },
    "24": {
        "name": "权杖三",
        "engname": "Three Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "贸易、领导、远见、合作、探索",
            "mean": "不止一次婚姻。可能和一个人定亲很长时间之后，却溘然和另一个人结婚",
            "content": "牌面上站在山颠远眺海面的那个人，像一个成功的商人般模样。他右手撑着权杖，就像是在寻求权杖的支持。他一副期待者的形态——假如权杖代表神灵的旨意，那么不可知的未来便有点依赖天意的意味。未来是需要探索的，有时候人力有无法达到之处。但这整幅图是给人希望的，金黄的背景象征光明，海面辽阔和平静，正是出航的大好机会，预示着成功的未来。以统领姿势站立在山颠，象征着领导地位，登高远望的样子象征着高瞻远瞩、目光长远",
            "describe": "实际的知识；商业敏锐度；事业；协商谈判；交易；商业",
            "reverse_describe": "别有用心的援助；减轻不幸；当心所提供的帮助"
        }
    },
    "25": {
        "name": "权杖四",
        "engname": "Four Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "稳固、欢庆、和谐、繁荣",
            "mean": "严防一个项目的失败。这个失败可能带来经济损失，或者由于缺少资金，让项目中途流产。虚假和不可靠的朋友起到了破坏作用",
            "content": "牌面上，四根高大的权杖对称而中正的耸立在大地上，象征着稳固和坚定。权杖上缠绕着果实累累的长藤，象征着繁荣和富裕，权杖下两名盛装的人举着花束飞舞，他们身后的人群更是欢呼着，似乎在庆祝丰收的喜悦，在欢庆安定富足的美满生活。权杖后高高的城堡更是固若金汤的表示，人们在这个安乐的避风港湾里，其乐融融",
            "describe": "浪漫；社会；和谐；新得的兴盛；平静安宁；努力的果实；挣扎后的喘息",
            "reverse_describe": "失去安稳平静；未完成的恋情；局促不安；被消磨的美丽；不完整的快乐"
        }
    },
    "26": {
        "name": "权杖五",
        "engname": "Five Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "冲突、竞争、混乱、模仿",
            "mean": "娶一个富婆",
            "content": "权杖五是一场模仿的战役。权杖代表的是火元素，而权杖五的整个画面就像是一场混战。牌面上的每一个人都举着权杖作为武器，彼此争斗。 他们的神色中露出迷茫， 他们的装束类似，形貌类似，象征着这是一场公平的战争。他们虽然在争斗，但是并无血腥和残酷的景象出现，所以权杖五表现的更多是暗指一种竞争的状态。这种竞争不仅仅是外在的，更代表着内心的矛盾与冲突",
            "describe": "不满足的欲望；挣扎；劳力；暴力的争斗；障碍",
            "reverse_describe": "诡计；自相矛盾；错综复杂；牵累；切莫迟疑"
        }
    },
    "27": {
        "name": "权杖六",
        "engname": "Six Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "胜利、进展、自信、好消息",
            "mean": "有利可图的合伙经营",
            "content": "牌面上，带着桂冠的男勇士胜利归来。他骑着白马，受到众人的欢迎和拥戴。他手持的权杖上挂着象征胜利的花环，这表示权杖六象征着荣耀的胜利，但这种胜利是外在的、可见的。白色的马和身披的绿色戒衣代表力量，红色的外衣象征他的热衷和斗志。勇士昂首挺胸，充满自信，他是通过自己的努力取得成就的",
            "describe": "征服；胜利；好消息；进展；期待；付出努力而达成心愿",
            "reverse_describe": "无限期的延迟；恐惧；挂念；不忠诚；表面上的利益；不确定的获得"
        }
    },
    "28": {
        "name": "权杖七",
        "engname": "Seven Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "防御、挑战、勇气、对立",
            "mean": "好运和幸福，但应该严防某个异性",
            "content": "权杖七的牌面仿佛是一场战斗。一个身穿绿色服装的人举着手中的权杖应对着面前向自己进攻的其他六根权杖。 他既像在进攻也像在防卸，也或者两者都是。权杖七代表的进攻和防卸，就如同一枚硬币的两面一样。你若进攻，对方就会防卸；而当对方反攻的时候，你就必须学会防卸。衣服的绿色，象征力量；战斗中的勇士面色坚毅，象征了立场的坚定；既像进攻又像防守的姿态，代表内心的权衡和决断。所以权杖七也代表了一种信仰，要相信自己的观点和能力，要拥有鉴别正义的洞察力",
            "describe": "成功；获得；打破阴霾险境；优越；胜利",
            "reverse_describe": "惊愕；焦虑；难堪；迟疑导致损失；困惑茫然"
        }
    },
    "29": {
        "name": "权杖八",
        "engname": "Eight Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "迅速、抵达、旅行、讯息",
            "mean": "贪婪，可能会花掉不属于自己的钱",
            "content": " 广袤的绿色草原上一条河流横贯而过，河流的上空平行排列着八根权杖，权杖是倾斜的，仿佛有从天而降直击河流之势，这让人联想到摩西的拐杖，它是一切行动开始及结束的象征。在行动前，人们思考、想像、推测、游说并充满幻想，然后决定行动。行为明确，脚踏实地，将想法付诸实际。权杖八意味着现在是展先自我的时候了，不要犹豫，一切因素都已经准备就绪。趁热打铁，一旦行动开始，权杖八会带领进展迅速发展。仿佛一股飓风将人卷起，而且很快就会尘埃落定，看到计划中的进展程度",
            "describe": "迅速的行动；突然的进展或动作；匆促地下决定；过於快速的进展",
            "reverse_describe": "争论之刺或恼怒之处；嫉妒；困扰；停滞不前；家庭的争执"
        }
    },
    "30": {
        "name": "权杖九",
        "engname": "Nine Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "警觉、固执、防御、经验",
            "mean": "和朋友的辩论，固执的争吵",
            "content": "权杖九中的人物显然经历了一段艰苦的岁月——他的头上缠满了绷带，靠一根权杖支撑身体。这个战士已经受了不少折磨和伤害，仿佛在告诉我们，当我们经过一段艰苦岁月的时候，我们疲惫，受伤，或者即使我们没有身体上的伤痕，可是我们的灵魂已经受尽折磨。生活的艰辛磨灭着人们原有的童真，宽广的心胸和对人的信任，取而代之的只是一种自我防御。它提醒着我们，要更加细心的处理事务，保持警醒，因为随时都有可能出现伤害。牌面上的士兵虽然已经伤痕累累，但是依然没有倒下，他顽强的站着，永不放弃，这就是权杖九的内涵所在。这张牌告诉我们，不管面对的是什么都需要有永不放弃的精神。即使所有人和事物都在反对和抨击自己，也不能屈服。要坚信在我们体内，有一种能量足以让我门赢得胜利！",
            "describe": "困难或变动的预料；期待；隐藏的敌人；欺骗；纪律；顺序；当下的挣扎间歇了",
            "reverse_describe": "障碍；逆境；问题；延迟；灾难；须克服的阻碍；不健康"
        }
    },
    "31": {
        "name": "权杖十",
        "engname": "Ten Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "疲累、压力、努力、责任",
            "mean": "意想不到的好运，一次长途旅行，但也可能会失去一个亲密朋友",
            "content": "牌面上身穿红衣的男子抱着十根权杖，正费力的往前走去。前方有绿树、房屋的目的地，代表胜利。然而男子已经疲累不堪了，他弯着腰，举步维艰，象征他承受了巨大的压力。这压力超过了他的负荷能力，但是他为什么还要继续前进？因为强烈的责任感，还是因为不够深思熟虑而鲁莽行事？ 他完全可以不必如此辛苦，但他却选择背负这一切。现实和人生就是这么残酷，丝毫不给人选择的机会。进行了一段很长的时间，尽管现实如此艰辛，男子依然毫不放弃，他身上红色的衣服象征了内心的热忱和努力。目的即将到达，希望就在前方",
            "describe": "过重的压力；问题马上能解决；奋力达成目标或是维持一定的水准或地位；或许会把力量用在自私的目标上",
            "reverse_describe": "困难；阴谋策略；叛徒；骗徒；推托藉口；会有一些损失"
        }
    },
    "32": {
        "name": "权杖侍从",
        "engname": "Page Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "天真、好奇、小淘气",
            "mean": "一个诚挚但又缺乏耐心的朋友，善意的奉承",
            "content": "牌面上的少年双手捂着权杖，白色的帽子象征他的纯洁，帽子上面插着的红色羽毛象征着他的天真，代表不稳定和不够成熟。虽然他有愚昧的一部分，但是他的神态却十分认真的。他穿着金色的衣服，象征他的地位不俗，和拥有天赋的力量，衣服的里面是红色，象征他内心的热衷和勇敢。权杖侍从有点古怪，但他是活泼和无忧无虑的",
            "describe": "忠诚和忠心的人；一位使者；间谍密探；能信任的朋友；意图良好的陌生人；始终如一的人；携带重要讯息的人",
            "reverse_describe": "优柔寡断；不情愿；不安；善变；爱嚼舌根的人或八卦的人；携带坏消息的人；使你伤心的人；不愉悦"
        }
    },
    "33": {
        "name": "权杖骑士",
        "engname": "Knight Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "热情、年轻、冲动、旅行",
            "mean": "幸运地得到了亲人的帮助，或者是陌生人的帮助",
            "content": "权杖骑士是极富生命力的一张牌。牌面上的骑士带着头盔，身穿盔甲全副武装，代表他随时备战的状态。盔甲外面黄色的外衣象征他的地位和胜利的可能。衣角翻飞成火险的形状，头盔上的红罂也似一团火，身后更像有一团火焰正在燃烧，象征他强烈的勇气和热情。骑士的马是红色的，跃蹄前奔的姿势，象征着勇往直前。正如整个画面暗示的那样，其实带着火一般的气息前进，勇敢自信。但现实真的如同骑士预想的这般胜券在握吗？若是有勇无谋的横冲直撞，那现实也无可避免的带来负面的结局，骑士的鲁莽和傲慢也会使自己葬身于无尽的懊悔之中",
            "describe": "一段旅程；前进到未知的领域；改变；缺乏；居住的变动",
            "reverse_describe": "中断；预料之外的转变；争吵；人际关系的破裂；决裂"
        }
    },
    "34": {
        "name": "权杖王后",
        "engname": "Queen Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "慈爱、包容、女强人、情绪化",
            "mean": "一个亲切善良的女人，但爱发脾气",
            "content": "权杖王后的牌面内容十分丰富。王后穿着金黄色的衣服，右手握着巨大的权杖，象征她的尊贵和权利。王后的背后披着白色的大耄，象征她的公正无私。左手持着的金黄向日葵，象征旺盛的生命力和智慧，向日葵中间的红色代表热情。面前的台阶上蹲着一只黑猫，象征她拥有无边的法力，和沉稳的决断力。 她带着镶有月桂树叶子的皇冠，容光焕发，让人感受到光明而积极的气息。石座的两旁雕刻着狮子的头像，带着叛逆的意味，也象征她的尊贵。微微左仰的头，是她永不屈服、坚定果敢的象征。这是一个可敬可爱的女性形像，刚柔并济，英姿勃发，并且拥有各种不可思议的力量，无论是世俗的权力，还是神奇的法力。 但她的宝座立在荒漠之上，隐隐有孤独之意",
            "describe": "富同情心和宽容的人；友善的；深情的；纯洁贞节的；实际的；魅力和优雅；亲切的女主人；真诚地对他人感到关切",
            "reverse_describe": "善妒的；欺诈的；不贞的；情绪起伏大的；善变的；抵抗；对立"
        }
    },
    "35": {
        "name": "权杖国王",
        "engname": "King Of Wands",
        "info": {
            "element": "火",
            "color": "红色",
            "keyword": "领导者、开国君主、力量",
            "mean": "一个诚挚的男人，慷慨忠实",
            "content": "权杖国王是一个开国者与建国者，他的坐姿仿佛随时准备站立起来，代表他有极强的行动力。国王金黄色的大耄象征着他的统治力量，绿色的披肩代表智慧，以及调和了四元素而拥有的潜能。他红色的衣服也象征了权杖国王的热情与行动力，金色火焰型的皇冠象征了权杖的火元素。虽然过度的的热情会导致冲动，但他成熟的决断力和拥有的智慧足够加以控制。权杖国王是稳重而宽宏大量的",
            "describe": "正直而诚恳的人；成熟；智慧；忠实的；友善的；有同情心的；受过教育的；一位绅士；已婚的人；父亲般的慈祥",
            "reverse_describe": "严格；苛刻；稍嫌极端和夸张的想法；墨守成规的；深思熟虑的"
        }
    },
    "36": {
        "name": "圣杯一",
        "engname": "Ace Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "新感情、爱、喜悦、感受",
            "mean": "家庭生活的幸福",
            "content": "牌面上的圣杯是耶稣在最后的晚餐中使用的，耶稣死后，他的鲜血也是由这杯子盛装的。白鸽是天主教中圣灵的象征，而象征耶稣身体的圣饼，被白鸽衔着，从上而下像是要进入圣杯之中，象征着灵魂进入物质世界。杯中涌出的五道水象征人的五种器官。下边水面上盛开着朵朵睡莲，象征着人类灵魂的觉醒。云中伸出的手轻轻托住圣杯，充满着无限的爱意。圣杯王牌经常代表新感情的开始",
            "describe": "充沛丰富的；满足；完美；欢喜；丰腴；财富；丰饶多产；美丽和愉悦；满溢的爱；美好的远景",
            "reverse_describe": "倾斜；偏差越轨；脆弱善感的；暂时的纷乱焦躁；引诱；阿谀谄媚的人"
        }
    },
    "37": {
        "name": "圣杯二",
        "engname": "Two Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "恋情、友谊、合作、结合",
            "mean": "成功和好运，但细心和专心是获得它们的必要条件",
            "content": "牌面上，头上带着花环的一对男女面对彼此，手持圣杯向对方敬意，仿佛在进行一场神圣的仪式。男人身体前倾，象征着一种积极外相的阳性力量；女人站姿端凝如山，象征着一种含蓄内向的阴性力量。他们中间悬着一根由两条蛇缠绕的蛇杖，双蛇杖是贸易和运输行业以及医学、炼金术与和平的象征。杖上狮子头象征沟通，张开的翅膀象征圣灵。整个画面透着一种结合或合作的神秘力量",
            "describe": "爱情；新的友谊或是重修旧好；热情；结合；婚约；了解；合作；合夥关系；婚姻",
            "reverse_describe": "不满足的爱；虚假的友谊；麻烦的关系；离异；分离；交错的欲望；对立；误解"
        }
    },
    "38": {
        "name": "圣杯三",
        "engname": "Three Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "欢庆、结盟、团体、宴会",
            "mean": "轻率、鲁莽的决定会给良好的事业带来恶运",
            "content": "牌面上三个衣着艳丽的女子，头戴象征丰收的花环，彼此围成圆圈，高举圣杯进行庆祝。一名女子手提一串葡萄，四周一派丰收景象。她们的脸上洋溢着幸福，地上摆满了南瓜和葡萄。三位女子不同颜色的头发、眼珠和不同的衣着也代表她们都是独立的个体，有着自己的个性，但她们又能够融洽相处。围成圆圈的形状，表示她们之间无尊卑之分。在这个象征欢庆和团体合作的画面中，充满庆祝成功的气氛。圣杯三也是友谊的象征，在欢庆之外，圣杯三也有顶立的象征，各方势力均等，相持不下，蕴含多种可能",
            "describe": "问题解决；结论；安慰；治疗；满意的结果；妥协共识",
            "reverse_describe": "过度享乐；过剩；奢侈；失去声望；延迟；缺乏感恩"
        }
    },
    "39": {
        "name": "圣杯四",
        "engname": "Four Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "不满、冷淡、退缩、外遇",
            "mean": "不轻易说服的人，未婚男子或未婚女子，推迟的婚姻",
            "content": "牌面中的男子背靠着树，一副百无聊赖的样子。 他紧闭着双眼，双臂交于胸前，作出一副防卫的姿态。前方并列着三个杯子，象征着他的过去的经验。他默默地盯着，代表他陷于往事不可自拔。云中伸出的一只杯子，象征着一个新的机会。然而，这位消极退缩的男子却拒绝了这个机会。生活对他而言，好像半点兴趣都没有了。他对任何事情都表现出彻底的冷淡和漠不关心",
            "describe": "疲倦；反感；厌恶；失望；难堪的经验；人生中的停摆阶段",
            "reverse_describe": "新的可能性；新的人际关系；对旧问题的新见解；新知识"
        }
    },
    "40": {
        "name": "圣杯五",
        "engname": "Five Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "悲伤、失落、失望",
            "mean": "毫无根据的，嫉妒，缺乏果断误了大事，而且逃避责任",
            "content": "灰暗的天空下，一个身披黑色斗篷的男人，面对面前三个倾倒的杯子暗自垂泪。 他面前的河上有一座通往远处村落的桥，预示着他有选择另一个生活状态的机会。面前的三个杯子倒了，身后还有两个杯子立着，但他却没有转过身，所以永远也发现不了其实还有希望就在身边，而是一直以为自己孤立无援。 若是他选择转身拾起两只立着的杯子，跨过桥去，生活就会重新开始。否则，生活永远都会这么痛苦下去",
            "describe": "部分损失；后悔；没有真正意义的友谊；没有真正爱情的婚姻；继承；不完整的结合或合夥关系",
            "reverse_describe": "充满希望的远景；美好的期许；新的联盟；亲近关系；老友归来；复合；重聚"
        }
    },
    "41": {
        "name": "圣杯六",
        "engname": "Six Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "童年、回忆、思乡、照顾、馈赠",
            "mean": "轻信；受到他人的照顾",
            "content": "牌面上，在色彩绚烂的花园里一个小男孩捧嗅着圣杯里的鲜花，他好像要把它献给面前的小女孩。整个画面充满浓烈的童话的色彩，让人重新拾起童年回忆里的纯真与快乐。圣杯六代表的是与过去相关的人与物，也代表着思乡的情绪。就像途中的庄园，充满鲜花与欢笑，无忧无虑，像家一样温暖。 就如男孩将花献给女孩那般慈爱的模样，圣杯六也可以表示照顾及馈赠",
            "describe": "回忆；过往的影响；已经消逝的事物；飞逝的童年；乡愁；褪色的印象",
            "reverse_describe": "未来；新的机会；新的展望；计划可能失败；即将来临的"
        }
    },
    "42": {
        "name": "圣杯七",
        "engname": "Seven Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "迷惘、想象、梦境、选择",
            "mean": "善变和食言。要提防过分乐观的朋友或没有主见的熟人",
            "content": "牌面中的男人看着面前浮于云端上的七只圣杯，七只圣杯里充满了各种事物，有美好的，也有不好的。男人面对触手而不及的圣杯，表现出一副无奈的样子。他在为失去的叹息，还是在为无法得到的事物叹息？另外， 云层上摆放的这些东西也象征着一种空中楼阁的存在，那只是男人白日梦的幻想。此外，男人面对着的七只圣杯，也意味着一种选择",
            "describe": "幻想；想像力；白日梦；愚蠢的念头；充满渴望的想法；虚幻的成功",
            "reverse_describe": "欲望；决心；强大的意志力；接近达成的目标；明智的选择"
        }
    },
    "43": {
        "name": "圣杯八",
        "engname": "Eight Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "拋弃、不满足、行动、牺牲",
            "mean": "令人愉快的公司和良好的情谊，聚会和有计划的庆祝活动",
            "content": "在一个月明之夜，一个红衣男子拄杖离开他辛苦搭建起来的八个圣杯而去。周围密布的沼泽，象征着淤塞的情感。他离开是因为发现搭建的杯子上有个缺口。于是，他为了寻找最后一个杯子，抛弃了身后早已搭建好的八个杯子。他本来可以带着八个杯子去寻找另一个杯子的，但他没有这么做。他穿着红色的衣鞋，象征着他的行动力，身上红色的衣物却与他失落疲累的身影显得格格不入。八个杯子中缺少一个，象征着万事万物总有美中不足。不满足于此的人，就继续追求。由此可看出，圣杯八也代表着一定的牺牲精神",
            "describe": "中止努力；失望；放弃先前的计划；羞怯；谦逊；放弃成功的机会",
            "reverse_describe": "坚持不懈直到完全成功；节庆；兴高采烈"
        }
    },
    "44": {
        "name": "圣杯九",
        "engname": "Nine Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "满足、物质的享受、愿望、克服困难",
            "mean": "梦里和愿望实现，好运和财富",
            "content": "牌面上的男人志得意满的坐在摆放整齐的一排圣杯之前。他通过自己的努力得到了自己想要的，这也使得整个画面充满着一种满足愉悦的气氛。不难看出，圣杯九代表的是一切感官的愉悦，包括视觉，味觉，触觉上的享受。从另一种角度上看，圣杯九也暗示着当前的一种生活状态",
            "describe": "成功；物质上的成就；利益；安宁；富足安康；丰富充沛；健康良好；克服困难",
            "reverse_describe": "错误；物质上的损失；不完美；不当、错误的信任；虚假的自由；对立；差异"
        }
    },
    "45": {
        "name": "圣杯十",
        "engname": "Ten Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "情感、团体、家庭、满足、和谐",
            "mean": "家庭幸福，或许能得到预料之外的成功与好消息",
            "content": "牌面上是齐乐融融的一家人，夫妻相拥各扬着一只手，迎向象征着美好生活的圣杯与彩虹。 两个孩子在一旁快乐的嬉戏，远处是他们的家。这样一副温馨感人的画面，主要代表了以感情相关联的团体，如家庭，社团，公司，或是几个知交好友等。圣杯十指的是个人的成熟与满足，此牌面表现的是人际关系中的快乐和满足",
            "describe": "家庭；欢喜；愉悦；和平；爱情；满足；美好的家庭；荣誉；尊重；美德",
            "reverse_describe": "失去友谊；不快乐；家庭纷争；琐碎；盛怒；意见的差异"
        }
    },
    "46": {
        "name": "圣杯侍从",
        "engname": "Page Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "友善、好学、感情、好朋友",
            "mean": "一个永久的亲密朋友，或许是分别很久的童年朋友、初恋情人",
            "content": "牌面上，一个年轻男子，叉腰站在蔚蓝色大海前，高兴的看着圣杯中的鱼。他俏皮的形象让人联想到一个善良可爱、天真无邪的孩子。他感情丰富，富有爱心，他是爱和温暖，亲密的象征",
            "describe": "勤勉好学和专心致志的人；凝思默想；忠诚；自发地提供服务；朝特定的目标努力；有帮助的人；值得信赖的工作人员",
            "reverse_describe": "倾斜；偏差越轨；脆弱善感的；暂时的纷乱焦躁；引诱；阿谀谄媚的人"
        }
    },
    "47": {
        "name": "圣杯骑士",
        "engname": "Knight Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "浪漫、多情、才艺、诱惑",
            "mean": "一个假朋友，一个来自远方的目生人、勾引者，应把握当前的命运",
            "content": "牌面上，一名骑着白马的骑士挺胸端坐于马背之上。他的手举着象征执著的圣杯，双目深情地注视着，马儿顽皮的低头盘旋。整个画面充盈着执著和浪漫的气氛。在这儿，骑士代表着感情丰富，重直觉且有创意的一类人",
            "describe": "即将面临一个邀请或机会；抵达；接近；前进；吸引；劝诱；恳求；挑战；提案",
            "reverse_describe": "暗中；手段；欺骗；狡猾奸诈的人；有诈骗能力的人"
        }
    },
    "48": {
        "name": "圣杯王后",
        "engname": "Queen Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "想象力、关怀、感性、慈爱",
            "mean": "一个忠诚、钟情的女人，温柔大方，引人怜爱",
            "content": "牌面上，美丽的王后坐在华丽的石座之上，目光温柔的注视着手上的圣杯，一副多情而又专一的神态。另外，王后也代表着仁慈、善良和直觉。她是那种会让年轻小伙子爱上的成熟而有韵味的女人，不只因美貌，还因为她温柔慈爱，富有同情心。因此，圣杯王后往往也代表了一种对情感的需要",
            "describe": "热心和公正的人；被钟爱和敬重；好朋友；好母亲；奉献的妻子；实际；正直；爱心和智慧；远见的天赋",
            "reverse_describe": "不正直；不可信赖；恶行"
        }
    },
    "49": {
        "name": "圣杯国王",
        "engname": "King Of Cups",
        "info": {
            "element": "水",
            "color": "蓝色",
            "keyword": "爱家、关怀、慈善、宽容",
            "mean": "一个老实、善意的男子，但轻易草率的作出决定，所以不是一个可以依靠的人，也不要指望从他那里得到有益的忠告",
            "content": "牌面上，国王坐于宝座之上，手执圣杯，目光注视前方，象征着他开拓的视野，有前瞻性的眼光，他披着的宽大衣耄象征他宽广的胸怀。国王的宝座下是波澜的水面，他的脸上却没有一丝的不安和担忧，代表他的冷静。他身后的海绵上有一艘小小的帆船，代表波澜不惊的处世态度，或表示商业上的发展。同时，圣杯国王也代表着明知和圆滑",
            "describe": "责任感和创意；有学养的人；专业的；商人；律师；虔诚的人；科学家；体贴周到的人；善良而可靠；开明宽大的作为；艺术家；对科学和艺术感兴趣；慷慨大方",
            "reverse_describe": "艺术家性格；双面的交易；丑闻；损失；毁灭；不公正；诡诈而无美德可言的人"
        }
    },
    "50": {
        "name": "宝剑一",
        "engname": "Ace Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "新挑战、极端、理智、决心",
            "mean": "不幸，坏消息，死亡的消息，布满妒忌的情感",
            "content": "在群峦之上，一只手破云而出，紧紧抓住宝剑。宝剑穿过上方的皇冠和桂冠，整个画面就像是在展现自己挑战的欲望和无边的威力。宝剑代表着一种伤害，正像他的双刃一样，可伤人，亦可伤己；可救人，亦可杀人。宝剑在这里作为一种象征物，警示着使用它的人们，稍有不慎，就可造成不良后果。就像牌面中用剑头穿过王冠的宝剑一样 ，极容易成为一种极端的力量。如同爱与恨，可以建设也可以毁灭",
            "describe": "强大的决心；开创；力量；力气；行动；极度；胜利；权力；成功；丰腴；兴旺；深层的情感；爱情；优胜；征服",
            "reverse_describe": "灾害；专制暴政；不幸；自我毁灭；火爆的脾气；难堪；障碍；贫瘠"
        }
    },
    "51": {
        "name": "宝剑二",
        "engname": "Two Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "逃避、抗拒、对立、僵局、紧张",
            "mean": "变化，迁移，失去家庭，分离",
            "content": "牌面上，一名身穿灰色长袍的女人双手拿着一对长剑，背对身后汹涌澎湃的代表着感情的海洋。她坐在石凳上，眼蒙着象征逃避现实的白布，双手持剑，在胸前交叉着，做出一副自卫的状态",
            "describe": "强大的决心；开创；力量；力气；行动；极度；胜利；权力；成功；丰腴；兴旺；深层的情感；爱情；优胜；征服",
            "reverse_describe": "灾害；专制暴政；不幸；自我毁灭；火爆的脾气；难堪；障碍；贫瘠"
        }
    },
    "52": {
        "name": "宝剑三",
        "engname": "Three Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "悲伤、失落、延迟",
            "mean": "一次旅行，爱情或婚姻的不幸",
            "content": "牌面上，三把剑合力刺穿一颗心，背景是灰暗的雨天。这是一幅令人触目惊心的画面，他直观的表现出了这张牌的含义——伤心。然而，画面在混乱中仍保持着某种和谐，三把剑在无意中形成一种对称的形态。它一再告诉世人，悲伤是必然的，但悲伤能够使人成长。只要坦然接受悲伤，它就会转化为成长的力量。牌面只是如实地描述心碎的模样，却没有描述伤心的来由和愈合过程。它警示人们，不要因为在情感上受了伤，就看不开，导致伤口迟迟无法愈合",
            "describe": "缺乏；悲伤；失望；争吵；调动；消散；转移注意；对立；分离；延迟",
            "reverse_describe": "注意力散乱；困惑；混乱；不和；错误；误解；不融洽；焦虑；损失；疏远"
        }
    },
    "53": {
        "name": "宝剑四",
        "engname": "Four Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "休息、消极、沉思、准备",
            "mean": "疾病，经济困难，嫉妒，各种小灾难会拖延手里的工作",
            "content": "牌面上，一个男人正在悬挂的三把剑的下方躺着，像是在休息，或者已经死去。男人的身边有一把剑，表示他随时可以起身行动。宝剑四比较其他宝剑牌的画面较为安宁祥和，但它却代表的是一种消极不动的状态。这种停止的状态并非全然无为，也可能是在休息的过程中积蓄精力，计划下一步动向。等他准备完毕，随时会一跃而起，继续他的未完事业。另外，这个男人也有可能是已经死亡，所以宝剑四也象征疾病和病痛",
            "describe": "延缓；病后的休养；歇息；补充；孤单；放逐；撤退；放弃",
            "reverse_describe": "活动；慎重；警觉；经济；小心的前进；希望重获所失去的"
        }
    },
    "54": {
        "name": "宝剑五",
        "engname": "Five Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "无谓的胜利、自私、失落、争执、屈辱",
            "mean": "生意成功、融洽和谐的伙伴关系，但却需要克服困难。留意严防坏脾气和气馁",
            "content": "牌面的最前面，是一副胜利者的姿态。战胜者收获了失败者的几把宝剑，看着手下败将离去的身影，嘴角露出了满意的笑容。但这种笑容却不是正义和慈爱的，看到失败者越沮丧，胜利者就越高兴。从牌面上可以看出，一场暴力争斗刚刚结束，败者已经离场，胜者却还在洋洋得意之中没有清醒过来。他的这场胜利没有给他带来任何好处，只损人并不利己，不但会培养他的野心，还使他变得更加自私。宝剑五代表着一个人取得了一场毫无意义的胜利，警示着某些人不择手段伤害对方，为得胜出的行为。另外，持牌也代表着敌意，争执，屈辱等",
            "describe": "征服；击败；破怀他人；退化；敌手可能兴起了；废止、撤回；恶名；不好的名誉",
            "reverse_describe": "不确定的展望；损失或是击败的机会；虚弱；或许有不幸会降临你的朋友；魅惑；埋葬"
        }
    },
    "55": {
        "name": "宝剑六",
        "engname": "Six Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "忧郁、疗伤、痊愈、旅行",
            "mean": "只有坚忍不拔的毅力，才能帮你完成计划",
            "content": "牌面上是一艘插着六把宝剑的小船，上面撑篙的船夫和一对母女，向着远方与光明未来的平静水域使去。船下的水汹涌起伏，象征伤害的的六把宝剑却不能拔起，否则船会沉没。在这样一个矛盾的局面下，他们只能带着危险前行，与伤害结为旅伴。事情不算很糟，但也不会很好。船夫手中的黑色竹篙象征潜力，他们无法预测未来会发生什么，但他们却没有放弃前进的希望。面对艰难的处境时，不要将自己困死了，驶过汹涌，就是水域的无边平静",
            "describe": "旅途和行程；固执的想要克服困难；权宜之后的行为；焦虑之后的成功",
            "reverse_describe": "僵局；无用的提案；表白；宣布"
        }
    },
    "56": {
        "name": "宝剑七",
        "engname": "Seven Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "欺诈、孤立、尝试、自信",
            "mean": "与朋友争吵，招来非常多的麻烦",
            "content": "牌面上，一个男人孤身一人溜进军营偷走了五把剑。一共有七把剑，他只偷了五把，却把另外两把留在原地。一个人的力量总是有限的，所以他无法光明正大地与敌人交锋，只能采取这种卑鄙的手段，想以此减弱敌人的战力。留在身后的两把剑代表着这种行为的危险性，稍有不慎就可能会发生更加惨烈的后果。不过，他不因难退缩，反而展示出十足的自信。他的表情在告诉人们，他似乎已经成功了。但事实真的如他所想的这样吗？只要留一把剑给敌人，伤害依然还是会发生。宝剑七告诉人们，做一件困难的事情，想要成功，就要用心尽力，而不能凭借一时的小聪明。同时它也告诉人们，这种鼠窃狗头的行为，也许一两次能够成功，但并不可能永远都可行",
            "describe": "新计划；心愿；坚韧不拔；毅力；尽力而为；希望；信心；幻想；局部的成功；欺诈；不道德",
            "reverse_describe": "争执；不明确的建议和劝告；慎重的；中伤；胡言乱语"
        }
    },
    "57": {
        "name": "宝剑八",
        "engname": "Eight Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "划地自限、坏消息、压迫、迷惑",
            "mean": "在你所有的事业中都要谨慎，那些看似朋友的人，可能会成为你的敌人",
            "content": "牌面中的女人双眼被蒙上，双手也被束缚住，困在剑阵之中。她伸不出手，看不见东西，不能自由的移动，整个画面充满了绝望与无可奈何。在她的身后，她的家在遥远的山上，而她却动弹不得，无法前行。宝剑八的象征是一种孤独无援的处境，但希望还是有的 ，背后温暖的家在召唤和鼓舞着女人冲破险阻，奔向自由",
            "describe": "紧要关头；冲突；控制；禁锢；骚动；坏消息；批评；生病；诽谤",
            "reverse_describe": "过往的背叛；困难；辛勤工作；消沈；忧虑不安；意外；事故"
        }
    },
    "58": {
        "name": "宝剑九",
        "engname": "Nine Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "绝望、梦魇、痛苦、失眠",
            "mean": "宝剑九一般被认为是所有牌中最不吉祥的一张，它可以代表疾病、灾难和各种各样的不幸",
            "content": "牌面中抚脸坐床上的男人痛苦不堪，被子已经拖在地上，代表他备受梦魇的折磨。九把像窗棂和肋骨一样的剑挂在他身边的墙上，他却无法用它们作为武器驱赶精神上的痛苦，代表他所受到的苦楚和折磨。人们在晚上的时候，悲伤和悔恨总是来得特别强烈，当白天那些让人分心的一些琐碎事情结束之后，人们总是容易沉浸在负面的情绪中，被折磨得彻夜难眠。宝剑九代表的就是这种随时像我们袭来的不快和折磨。不同于宝剑三所代表的外在的折磨，宝剑九所代表的更多是精神上的折磨，也指疾病、灾难和不幸等会给内心造成伤害的外在因素",
            "describe": "关心；流产；为所爱的人担心；绝望",
            "reverse_describe": "怀疑；中伤的流言；耻辱；顾忌；羞怯；阴暗的特质；有理由的恐惧"
        }
    },
    "59": {
        "name": "宝剑十",
        "engname": "Ten Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "惨痛、结束、黎明前的黑暗",
            "mean": "代表不幸、悲伤或监禁的牌，否定了一切的好兆头",
            "content": "牌面上，灰色天空布满了乌云，一个男人倒地不起，背后插满了十八剑，惨死在利剑之下的模样实属悲凉凄惨，整个画面令人感到触目心惊。宝剑十是一张坏牌，它的含义非常负面，包括悲痛、难过、折磨等一切令人不适的情绪。同时，宝剑十代表着一切比较“过度”的情况，它象征一切事物过分发展所造成的后果。这张牌的亮点是男人身上披着的红色长袍，象征着他对生命的热爱。灰蒙压抑的天空之下，是逐渐明亮起来的黎明之光，代表黑暗马上就要过去。男人身旁的水面十分平静，预示事情没有想象中那么糟糕。在黑暗中死去的人已经无法回来，但黎明依然会照常来临",
            "describe": "毁灭；苦痛；折磨；精神上的痛苦；荒芜寂寞；不幸；失望",
            "reverse_describe": "受惠；利益；暂时的拥有；改善；刹那的成功；瞬间的优势"
        }
    },
    "60": {
        "name": "宝剑侍从",
        "engname": "Page Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "机警、小心、学会沟通",
            "mean": "一个懒惰或嫉妒的人，事业中的障碍，或许是一个骗子，甚至可能是贸易间谍",
            "content": "牌面上，一个男人双手举剑，目视前方，表情坚毅，仿佛没有一丝的犹豫。他站在山丘上，背后是万里晴空，充满着昂扬的气氛。他绝不是毫无胜算和考量就站在这里的，象征着一种既干练又沉稳的做事方式。同时，男人的这种姿势还有种防御的意味，所以宝剑侍从它也具有防御和警惕的含义",
            "describe": "敏捷；刺探；警惕低调的人；活力旺盛的年轻人；柔软的身躯；善于察觉、分辨和揭露未知或更不明显的事物；洞察力",
            "reverse_describe": "被发现的冒充者；有可能生病；无力面对更强大的力量；缺乏准备"
        }
    },
    "61": {
        "name": "宝剑骑士",
        "engname": "Knight Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "激进、极端、勇敢",
            "mean": "传奇中的豪侠人物，喜好奢侈和放纵，但非常勇敢，富于创业精神",
            "content": "牌面上，风驰电挚的骑士正手挥宝剑勇往直前，风吹得他的衣髦飘扬，整个画面洋溢着一股昂扬向上的力量。骑士虽勇敢无畏，但他的性急使他容易失去理智的力量。他代表着事业心强的人，他们可能缺乏情感，但不是冷漠，只是心不在焉。他们对异性有强烈的吸引力，却无法建立长期的关系",
            "describe": "勇气；技巧；能力；年轻人的力量与冲撞；英雄行径；对抗与战争；无畏的急骋冲进未知当中；深谙行动和战事的专家",
            "reverse_describe": "无能；轻率；为一个女人争吵或毁灭；冲动造成的错误；自吹自擂的呆子；单纯的"
        }
    },
    "62": {
        "name": "宝剑王后",
        "engname": "Queen Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "冷酷、分离、寡妇",
            "mean": "奸诈，不忠，恶毒，一个寡妇或被抛弃的人",
            "content": "牌面上的王后端坐于她的宝座之上，一手举剑，一手轻举做布道状，仿佛在像做裁决或是向她的臣民宣布些什么。她目视前方，神情镇定，气质悠闲，一副洞明世事和胸有成竹的样子。她就像是女战神典雅娜一般冷静而威严，手持宝剑的样子使她与其他牌组的王后牌区分开来，少了慈爱与包容，更多的是严肃和严谨的态度，随时都能排除阻碍她计划成功的事物。她具有水的直觉和风的智力，有非凡的沟通能力，是智者和所有胸怀宽广的象征。她通常单身，有独立的事业及价值观，所以这张牌也代表智慧与经验、悲伤与孤独",
            "describe": "机智的；极为敏感的；难以捉摸的人；寡妇或是悲伤的女人；哀悼；贫困；缺乏；孤独；分离；曾经有过极度的快乐但现在却体验到了不幸和逆转的焦虑",
            "reverse_describe": "心胸狭窄；有恶意的；顽固；欺诈；报复；过于拘谨；险恶的敌人；坏脾气的人"
        }
    },
    "63": {
        "name": "宝剑国王",
        "engname": "King Of Swords",
        "info": {
            "element": "风",
            "color": "黄色",
            "keyword": "精明、睿智、专业人士",
            "mean": "一个野心勃勃，妄想凌驾一切的人",
            "content": "牌面上，一名威风凛凛的国王坐在他的宝座之上。国王身穿白色内衣、红色外衣和紫色的长袍，手擎宝剑，剑锋斜指苍天，一副唯我独尊的气势。他神情严肃，一副雷打不动的岿然之态，体现着他的老练与统治手腕的高明。他是天生的 君主，具有与生俱来的力量，他精明、睿智，但绝不仁慈，所以宝剑国王也代表着一种专业的态度",
            "describe": "富有行动力和决断力的人；有经验的；有权威的；控制掌握；居高临下；专业人士；具高度分析能力的人；正直；力量；优越",
            "reverse_describe": "赶尽杀绝的人；残酷；冲突；自私；虐待狂；引发不必要的动乱和悲哀的人；倔强刚愎"
        }
    },
    "64": {
        "name": "星币一",
        "engname": "Ace Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "财富、享乐、安全、实质",
            "mean": "一个重要的消息，或者一件珍贵的礼物",
            "content": "牌面上是繁荣的大地，天上的云朵中伸出一只捧着星币的手，星币在这里代表人间最实际的东西，包括金钱，财富与身体等。地上是一座花草繁盛的庭院，暗示着星币首牌不只有关物质，也可以延伸到精神层面。星币首牌象征富足与安全，也象征着享乐与颓废",
            "describe": "完美；达成；富庶；幸福；黄金；有价值的硬币或人工制品；宝物；物质上和精神上满足的结合",
            "reverse_describe": "富庶但不快乐；不当使用财富；浪费的金钱；为金钱而堕落；吝啬；贪心；愚人金"
        }
    },
    "65": {
        "name": "星币二",
        "engname": "Two Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "波动、弹性、平衡、娱乐",
            "mean": "热恋，但会遭到朋友的反对",
            "content": "牌面上，一个像马戏团小丑般的男人正在耍弄着两枚星币，星币的外面绕着8字形的带子，像是一个轮轴或是永恒的符号。他后面的海面起伏剧烈，船只在浪尖上行使。单从男人杂耍的星币和起伏的海面来看，星币表现的是一种动荡的生活状态。但他的神情自然平静，身姿活跃，仿佛在玩耍一般，体现了星币二娱乐的性质。人的一生要应付许多状况，从画面上看，男人正在掂量两枚金币的重量，好似在寻求一种平衡的方法。保持弹性，是星币给人们的一个启示。面对人生的风浪，要像牌面上的男人那样从容面对，在物质和精神层面上找到平衡的支点",
            "describe": "执行新计划时的困境；困难的情况；新的麻烦；难堪",
            "reverse_describe": "文学才能；处事才干；假装的快乐；勉强的欢颜；信件；消息"
        }
    },
    "66": {
        "name": "星币三",
        "engname": "Three Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "合作、协调、计划、荣誉、才干",
            "mean": "争吵，官司，或者家庭纠纷",
            "content": "牌面上，一位雕刻师正在教堂石柱上辛勤雕刻，他的身旁站着一个修士和一个修女，正在给他出谋划策。从他们聚精会神的讨论，看起来合作得很愉快，表示星币三经常代指团队工作。团队中每个人目标必须共同一致，不能想干什么就干什么，一定要先经过计划，并在实施过程中，要经过多次讨论。所以，星币三也经常代表沟通、协调。牌面上显示出雕刻师已经雕刻了一部分花纹，他的技艺得到了修士和修女的赞赏。所以，星币三也代表因专业能力得到的赞扬与荣誉",
            "describe": "极强的商业或工作技能；优异；完美；美术才能；尊严；名声；层级；权力",
            "reverse_describe": "情感脆弱；平庸；财务问题；司空见惯的意见；欠缺技巧；全神贯注"
        }
    },
    "67": {
        "name": "星币四",
        "engname": "Four Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "获利、控制、占有、遗产",
            "mean": "不幸或秘密的被判，来自于不忠诚的朋友，或者是由于你长久忽视了对方",
            "content": "牌面中的男人，从衣着上可以看出他的地位显赫，。他头顶的王冠上顶着一枚星币，双脚各踩着一枚星币，怀中还死死的抱着一枚星币，双手紧抱仿佛害怕被人偷走一般。他坐在一个小石座上，从表情上看，他很紧张，说明他十分害怕失去他的任何一点财产。他的背后是富饶的城市，就像是他所拥有或管辖下的一样。所以从物质层面上讲，他是十分富有的。但他却选择孤零零的远离于任何人之外，不愿和任何人分享他的财富。可以看出，在精神层面上他是贫穷且孤独。星币四通常代表物质生活上的充足与稳定，以及精神层面上的空虚",
            "describe": "对物质财富的喜爱；囤积者；放高利贷的人；吝啬鬼；无法与他人分享",
            "reverse_describe": "物质方面的挫败；反对进一步获得；疑虑和耽搁；挥霍无度的人"
        }
    },
    "68": {
        "name": "星币五",
        "engname": "Five Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "贫穷、疾病、艰困、爱侣",
            "mean": "意外的消息，可能带来生意的成功，愿望能够实现，或一桩美满的婚姻",
            "content": "牌面上是寒冷的冬季。风雪交加，一对衣衫褴褛的乞丐夫妻蹒跚而行，从象征物质、精神与庇护的教堂前路过，却视而不见。牌面中的男人柱着双拐，衣着褴褛，浑身是伤，象征着疾病与困厄。而牌面上的夫妇，虽然贫穷却也彼此扶持，象征着不渝的爱情。在冰天雪地中，给人一丝丝的温暖。牌面中的教堂只画出了窗户而没有给出正门的形象，给人更多遐想和思考的空间",
            "describe": "穷困；损失；失败；错误；情妇；爱人",
            "reverse_describe": "坏倾向的逆转；事务上的新兴趣；克服倾覆；婚姻或爱情关系不和谐"
        }
    },
    "69": {
        "name": "星币六",
        "engname": "Six Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "慈善、慷慨、理财、施与受",
            "mean": "早婚，但也会早早的结束，而且第二次婚姻也没有好兆头",
            "content": "牌面上，两个乞丐跪伏在商人模样的男子面前乞讨，男子右手在施舍，左手提着一柄象征平衡的天平。商人十分慷慨但也十分理智，施舍需要讲究公平，该给哪位多少就给多少。给太多，或是给太少，都不是恰当的援助。所以，星币六除了代表慈善以外，也代表一种理财能力",
            "describe": "慷慨；慈善行为；施舍；善良；报酬；礼物；物质上的收获",
            "reverse_describe": "贪婪；自私自利；羡慕；嫉妒；赊账；负债"
        }
    },
    "70": {
        "name": "星币七",
        "engname": "Seven Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "收成、暂停、思索",
            "mean": "谎言，谣言，恶意的批评，运气糟糕的赌徒",
            "content": "牌面上的男子是一名劳动者，他的身旁繁茂的藤叶象征他曾经付出的努力。藤叶上挂着七颗星，代表丰沃的劳动果实。他表情看上去有些疲惫，但劳有所得，一切付出是值得欣慰的。无论是这个劳动者，还是他脚下的土地，都是朴素的，象征朴实无华、脚踏实地的精神。象征果实的那七颗星币闪耀无比，“一分耕耘，一分收获”，体现劳动果实的珍贵和成功。从另一个角度看，劳动者站立在藤叶旁，它们不是耕作而成长，而是防碍果实生长的杂草，需要清理，而劳动者则在思考。这也体现出了星币七“思索”和“休息”的含义",
            "describe": "心灵手巧；成长；努力工作；进步；成功的交易；金钱；宝物",
            "reverse_describe": "无耐性；局促不安；不谨慎的行动；金钱的损失；不明智的投资"
        }
    },
    "71": {
        "name": "星币八",
        "engname": "Eight Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "技能、勤劳、工作",
            "mean": "晚年婚姻，或许是一次旅行，可能会带来两者的结合",
            "content": "牌面中一名男子正专注的执锤雕刻星币。显然，他已经干了很长时间了，已经有七枚星币完成了，第八枚星币也雕刻得差不多多了。他为了能更专注的工作，远离了背后的城镇，以便更加集中留意力完成手头的工作。星币八象征着勤奋工作，注重细节的人",
            "describe": "学徒；技术艺能；学习快速；坦率；谦逊；手工艺品；个人的努力",
            "reverse_describe": "缺乏雄心壮志；虚荣；自大自满；醒悟（理想破灭）；高利贷；伪善；阿谀谄媚；密谋策略"
        }
    },
    "72": {
        "name": "星币九",
        "engname": "Nine Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "富足、成功、信心、享受、自律 ",
            "mean": "具有强烈的旅行愿望，嗜好冒险，渴望看到生命的改变",
            "content": "牌面上，一位衣着华丽的妇人正在花园里悠闲的散步，气质贤淑温文尔雅的她，右手下垂放在葡萄藤蔓中的星币上，星币象征的是一切物质层面的东西，说明她在金钱上十分富足。她左手高举，手背上停着一只红白相间的美丽小鸟，小鸟代表的是自由，说明她心中还是十分向往外面的世界。但妇人神情平静且满足，说明她已经能够很好地控制住自己的欲望和现实的平衡",
            "describe": "成就；洞察力；辨别；周到；远见；谨慎；物质上的富足；对大自然之爱",
            "reverse_describe": "捣蛋恶搞；危险；风暴；意图不轨；或许会失去一位好友或珍贵的财物"
        }
    },
    "73": {
        "name": "星币十",
        "engname": "Ten Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "富裕、事业团体、物质成功",
            "mean": "把钱作为行动的目标，但并不一定会如愿以偿",
            "content": "牌面中所展现的是一个温馨的家庭——老人正舒适的坐在屋里，两只象征家庭和睦的狗正围绕在他的身前，门外站着他的儿子和儿媳，小孙子站在母亲的身后调皮的摸着一只狗的尾巴。星币在牌面上错列成行，组成生命之树的符号。星币十描述的是一个财务基础稳固的家庭，传统家庭的子承父业。同时，星币十也代表企业（家族性）等以金钱与成功为目标的团体，甚或机构，一些成功的事业伙伴",
            "describe": "富有；安全；家务事；血统；继承；家",
            "reverse_describe": "差的机运；可能的损失；冒险犯难；抢劫；失去继承权；放荡；赌博"
        }
    },
    "74": {
        "name": "星币侍从",
        "engname": "Page Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "学问、学者、投资、工匠",
            "mean": "一个自私、嫉妒的亲戚，或一个带来坏消息的使者",
            "content": "牌面上，星币侍从站在茂盛的绿色大地上，双手举起一枚星币，神情淡然、严肃。他脚下蕃庑的草原象征丰富的知识和充实未来，他绿色的衣杉象征着自然科学及其旺盛的生命力。侍从的头上没有桂冠，而是戴着厚重的红色帽子，这也代表着他可能不是一个胜利者，更不是一个领导者，而是一个学者。侍从的形象象征有智慧、有热情、有创意，并且成熟稳健的人",
            "describe": "深度的专注和用心；学术成就；反映；渴望有新的点子；不顾实际的社会改良家；携带讯息的人",
            "reverse_describe": "不切实际的人；无法承认显而易见的事实；想法的纷乱；不合逻辑的思考；反叛；挥霍浪费；不利的消息"
        }
    },
    "75": {
        "name": "星币骑士",
        "engname": "Knight Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "勤奋、现实、工作狂、组织者",
            "mean": "一个有耐心又有横心的男人，发明家或科学家",
            "content": "牌面上，星币骑士身姿稳健的骑在黑马上，左手紧握缰绳，右手平稳地托起一枚星币，神色坚定，是那么的值得信赖。他是一位前途光明的有为青年，他外表冷静，卓尔非凡，甚至严厉的某些古板。但那深红色盔甲代表了他坚硬的外表下火热的另一面，必要时，可是会爆发的",
            "describe": "成熟而可靠的人；可信赖的；有办事方法的；耐性；坚持不懈的；达成任务的能力；勤奋的；有组织的",
            "reverse_describe": "停滞；惰性；缺乏决断或方向；心胸狭窄；限制於教条观念中；无所事事"
        }
    },
    "76": {
        "name": "星币王后",
        "engname": "Queen Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "抚育、富有、慈爱、女强人、职业女性",
            "mean": "卖弄风情的女人，乐于干涉别人的事情，诽谤和谣言",
            "content": "星币皇后是张热情丰富而生机盎然的牌，她几乎集结了星币牌组的所有积极因素。牌面上，星币皇后被鲜花围绕着，草地上枝叶蕃庑，布满红色的果实，有小兔子在旁边奔跑，悠然似乎闻到春暖花开气味，一派宁静祥和。星币皇后以温柔的姿势坐在自己的宝座上，慈爱看着手中的星币及四周的一草一木，仿佛在抚摸自己的孩子一般。白色的亵服代表她的纯洁，红色的长袍代表热情、好客、慈爱和母性；她金色的王冠下的绿色批巾代表她温涵的能力。端详星币皇后地容颜，仿佛感到她在引领大家和她一样思考，一样感慨",
            "describe": "繁荣兴旺；安康；富足；财富；极为舒坦；慷慨；安全；自由；华贵；优雅；尊严；富有却慷慨仁慈的人；高尚的灵魂",
            "reverse_describe": "假的好现象；挂念；疑心；被忽视的责任；不值信任的人；失败的恐惧"
        }
    },
    "77": {
        "name": "星币国王",
        "engname": "King Of Pentacles",
        "info": {
            "element": "土",
            "color": "绿色",
            "keyword": "富有、成功、经营者、领导者",
            "mean": "一个脾气粗暴的男人，固执而布满了复仇心，与他对抗会招来危险",
            "content": "星币国王是一名成功的统治者。他神情自信地坐在自己的宝座上，仿佛一切都在他的掌控之中。绿色的藤蔓不满他的四周还有身上，结满了象征智慧的果实。这代表在他的统治下，他的人民过着幸福而富裕的生活。他头上戴着象征胜利的月桂叶环和象征权力的金色王冠，上面镶玕着的红色花朵代表智慧和潜能，他身后雄伟的城堡也代表了他丰厚的财富和地位",
            "describe": "经验丰富而成功的领导人；有品格和智慧的人；商业敏锐度；数理能力；忠诚的朋友；可靠的结婚对象；明智的投资；有能力获取金钱和珍贵的财物",
            "reverse_describe": "腐败堕落；为达目的不择手段；恶行；贪欲；不忠诚；冒险犯难；不知节俭的"
        }
    }
}